package domain_jucha_icpbeian;








public class Settings {
	
	
	public static int mustBeChinese = 1;
	public static int minYear = 2;
	public static int maxYear = 4;
	
	public static String[] titleBlockKeyword = new String[]{"技巧","公告","访问的页面","失踪","宝贝","爱心","夺宝","众筹","未发布","好货分享","男子会馆","联系我们","癫痫","技师","素人","未发布","交友","聊天室","医疗","公司主页","联系","装修","计划","被停止","空间","选5","选五","计划","肖","码","防屏蔽","啪","游戏","原因","WordPress","提醒","改版中","网站建设","sale","出售","官方","提醒您","虚拟主机","創業","旅游","融资","視頻","集团","运势","测算","包车","租车","出错","3d","3D","歡迎","服务器","不可用","到期","恭喜","成功开通","保险","超时","國際","SEO","seo","招聘","求职","老干部","写真","散户","建设中","小说","瘦身","瘦腿","周大福","婚戒","动漫","登录","简历","刮痧","足协","百度一下","调查","侦探","出国","婚礼","新闻","新华","婚纱","礼服","婚庆","博客","黄大仙","导航","投资","加盟","邮局","鞋友","玉溪","烟","专卖","diy","Diy","DIY","资讯","平特","肖王","人民","电报","太极拳","elcome","Welcome","伺服","保健","足疗","养生","手机","购物","回收","时尚","男鞋","女鞋","热线","菠菜","导航","欢乐","太陽","政府","精华","小学","红黑","床","运动鞋","分销","保健","按摩","高分","满分","作文","疯抢","秒杀","邮箱","VIP","专线","美好生活","美顔","回收","图书馆","装饰","家饰","公司介绍","视觉","棋","摄影","房产","女性","美容","疾病","LNMP","lnmp","安装包","二手","无人机","廣告","24小时","不间断","充值","客服","中心","闲7","杂8","教育","养生","以物会友","优惠购","购物网","无法","専業","主婦","游戏中心","皮脂","男性","转接中","星星","外挂","外g","外G","信任","排名","阻断","娃娃","玄机","小姐","中特","地產","世紀","搏","亚搏","贷款","老鸭窝","永久免费","茶业","生肖","成语","搜索结果","航空","票务","故事","代理","面膜","律师","事务所","拉斯维加斯","火锅","风水","宝典","千赢","官方通道","电玩","捕鱼","平安","人寿","首頁","解説","税务","百同网","未备案","演示站","考试","QQ","维修","账号共享","株式会社","过期","药","默认页","赴美","生子","抱歉","破解","加密狗","公開中","电话","恶性","人机验证","成教","红酒","帝国cms","帝国cms模板","无法访问","中国数据","币商","房地产","助孕","海鲜","捐卵","法律","楼盘","法规","怀孕","我的网站","泛亚","管理","咨询","咨询管理","错误","很抱歉","暂时无法访问","阻止访问","東京","东京","关闭页面","旺铺","模特","梅花诗","会员网站","最新地址","提示","首页","访问报错","竞技","注冊","會員","欢迎登陆","无标题文档","网站已过期","404","熟文","熟女","点图","会员","平台","公社","吸猫族","已经到期","已到期","默认页面","错误的请求","错误请求","正在跳转","可乐","销售热线","联系电话","联系方式","ag","500","喵多多","提示","未被授权","古玩","串货","欢迎","古董","页面不存在","已经删除","Powered","powered","企业网站建设","官方网站","金沙","贵宾","幸运","时时彩","彩票","注册平台","平台登录","登录平台","平台注册","403","探针","bad","网站暂停","停止通知","通博","彩票","博彩","洗吗","洗码","真人","大发","主机开设成功","娱乐","彩","体育在线","牲交","性交","a级","a片","三级","cao","操","草","pron","国产","在线观看","足球","外围","365","iis","网赚","兼职","人物","论坛","赛车","星计划","走势图","首存优惠","门户","啄木鸟","bet","日博","博","娱乐","肖码","精准资料","彩神","股市","配资","澳门","银河","香港","特马","王中王","好彩","AG","亚游","虎牌","热博","国际","网页登录","军事","财运","未授权","胜博","欢迎光临","挤奶","无遮挡","全彩","3d","电影","not found","没有找到站点","影院","影视","即时","比分","马会","免费资料","影业","售卖","微信","减肥","瘦身","健身","玛雅","maya","点击进入","线路","域名","北京","pk","赛车","开奖","传奇","私服","澳门","尼斯人","体验金","普金","葡京","注册官网","台湾","福星","中文官网","真人","荷官","视频","在线观看","亚洲","日韩","精品","有码","无码","竞博","博","美高梅","电子游戏","皇冠","棋牌","欧美","av","成人","痔疮","快排","ktv","酒吧","酒店","餐饮","咖啡","毒品","客户端","app","bet","娱乐场","中文版","香蕉","在线","伊人","番号","种子","国产","制服","师生","apache","tomcat","网安","九州","九洲","powered","娱乐","毛片","做爱","作爱","一本道","信用支付","服务器首页","头条","machine","出行","博视","美女","偷拍","裙底","黄网","投注","桌游","桌面游戏","手机登录","手机注册","官网下载","官方下载","营销","培训","提示页","体育","游戏大厅","娱乐城","官网","博","招生网","正在加速","稍等","送钱","投注","开户","体验金","三肖","三码","三马","选马","选一马","选一码","亚洲城","备用","商城","官网","app","彩","久久","国产","自拍","游戏平台","网页游戏","五月","六月","射","盛宴","看片","dns","cloudflare","怡情","色情","好色","酒业","外围","足球","成人","自考","图库","现金","站点创建成功","性爱","动图","幸运","开奖","米奇","色色","世界杯","阻断页","麻将","现金","老虎机",".com","xinnet","英国","国际","研究会","客户端","企业官网","快三","快3","炸金花","担保","毛片","三级","成人","购彩","中文字幕","赌场","开奖","银河","微信","安装向导","银行卡","小程序","医院","病院","精神病","桑拿","配资","股票","完整版","棋牌","黄色","日本","极品","沙龙","包皮","必发","体育","官方授权","奔驰","宝马","百家乐","论坛","藏宝阁","vip","人体","翘臀","动态","图集","sex","video","色","赌博","qq","体育","博","夜夜","爽","撸","鲁","噜","都市","中文字幕","播放","代办","办理","信用卡","担保","click","超碰","游戏机","财务","工商注册","华人"};
	
	
	
	public static String tableContentFileName() {
		if(OtherClass.isLinux()) {
			return "./icpbeian_table.txt";
		}
		
		if(OtherClass.isWindows()) {
			return "D:\\txt\\icpbeian_table.txt";
		}
		
		return "file path Error.";
	}
}
